Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: Lest you feel inadequate for the tasks which lie ahead, I remind you of another of the Apostle Paul’s stirring statements from which we might draw courage: “For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.”13
ru: Чтобы вы не робели перед задачами, которые перед вами стоят, напомню вам другие слова Апостола Павла, из которых мы можем черпать смелость: «Ибо дал нам Бог духа не боязни, но силы и любви и целомудрия»13.

source: In closing may I share with you the account of a brave young woman whose experience has stood through the ages as an example of the courage to stand for truth and righteousness.
ru: В заключение позвольте рассказать вам об одной храброй молодой женщине, чей поступок уже многие века служит примером смелости стоять за истину и праведность.

source: Most of you are familiar with the Old Testament account of Esther. It is a very interesting and inspiring record of a beautiful young Jewish girl whose parents had died, leaving her to be raised by an older cousin, Mordecai, and his wife.
ru: Большинство из вас знакомы с ветхозаветной историей об Есфири. Это очень интересное и вдохновляющее повествование о красивой молодой Иудейской девушке. Ее родители умерли, и ее воспитывали старший двоюродный брат Мардохей с женой.

source: Mordecai worked for the king of Persia, and when the king was looking for a queen, Mordecai took Esther to the palace and presented her as a candidate, advising her not to reveal that she was Jewish. The king was pleased with Esther above all the others and made Esther his queen.
ru: Мардохей был на службе у персидского царя, и, когда царь стал искать себе царицу, Мардохей привел во дворец Есфирь и представил ее кандидатуру, посоветовав ей не говорить, что она Иудеянка. Есфирь понравилась царю больше других, и он сделал ее царицей.

source: Haman, the chief prince in the king’s court, became increasingly angry with Mordecai because Mordecai would not bow down and pay homage to him. In retribution, Haman convinced the king—in a rather devious manner—that there were “certain people” in all 127 provinces of the kingdom whose laws were different from others’ and that they would not obey the king’s laws and should be destroyed.14 Without naming these people to the king, Haman was, of course, referring to the Jews, including Mordecai.
ru: Аман, первый князь во дворе царя, стал все больше гневаться на Мардохея, потому что Мардохей не кланялся и не воздавал ему должное. В наказание за это Аман убедил царя – окольным путем – в том, что есть «один народ», рассеянный по всем 127 областям царства, законы которого отличаются от других, и что они не чтут законов царя и должны быть уничтожены14. Не называя царю этот народ, он, конечно же, говорил об Иудеях, в том числе и о Мардохее.

source: With the king’s permission to handle the matter, Haman sent letters to the governors of all of the provinces, instructing them “to destroy, to kill, and to cause to perish, all Jews, both young and old, little children and women, . . . [on] the thirteenth day of the twelfth month.”15
ru: Царь позволил Аману разобраться с этим делом, и тот разослал во все области письма с повелением «убить, погубить и истребить всех Иудеев, малого и старого, детей и женщин… в тринадцатый день двенадцатого месяца»15.

source: Through a servant, Mordecai sent word to Esther concerning the decree against the Jews, requesting that she go in to the king to plead for her people. Esther was at first reluctant, reminding Mordecai that it was against the law for anyone to go unbidden into the inner court of the king. Punishment by death would be the result—unless the king were to hold out his golden scepter, allowing the person to live.
ru: Мардохей через слугу послал Есфири известие об указе против Иудеев, прося ее пойти к царю и молить за свой народ. Сначала Есфирь растерялась, напомнив Мардохею, что по закону никто не может войти к царю во внутренний двор, не будучи позван. Иначе – смерть, если только царь не протянет свой золотой скипетр и не дарует человеку жизнь.

source: Mordecai’s response to Esther’s hesitation was to the point. He replied to her thus:
ru: Реакция Мардохея на нерешительность Есфири возымела действие. Вот что он ей написал:

source: “Think not . . . that thou shalt escape in the king’s house, more than all the Jews.
ru: «Не думай… что ты одна спасешься в доме царском из всех Иудеев…

source: “For if thou altogether holdest thy peace at this time, . . . thou and thy father’s house shall be destroyed.”16
ru: Если ты промолчишь в это время… ты и дом отца твоего погибнете»16.

source: And then he added this searching question: “Who knoweth whether thou art come to the kingdom for such a time as this?”17
ru: И еще он добавил: «Кто знает, не для такого ли времени ты и достигла достоинства царского?»17

source: In response, Esther asked Mordecai to gather all the Jews he could and to ask them to fast three days for her and said that she and her handmaids would do the same. She declared, “I [will] go in unto the king, which is not according to the law: and if I perish, I perish.”18 Esther had gathered her courage and would stand firm and immovable for that which was right.
ru: Есфирь в ответ велела Мардохею собрать всех Иудеев, каких он только сможет, и просить их поститься за нее три дня, сказав, что и она, и служанки ее сделают то же самое. Она заявила: «И потом пойду к царю, хотя это против закона, и если погибнуть – погибну»18. Есфирь набралась смелости и стояла твердо и непоколебимо за то, что верно.

source: Physically, emotionally, and spiritually prepared, Esther stood in the inner court of the king’s house. When the king saw her, he held out his golden scepter, telling her that he would grant whatever request she had. She invited the king to a feast she had arranged, and during the feast she revealed that she was a Jew. She also exposed Haman’s underhanded plot to exterminate all of the Jews in the kingdom. Esther’s plea to save herself and her people was granted.19
ru: Физически, эмоционально и духовно подготовленная, Есфирь встала во внутреннем дворе царского дома. Царь увидел ее, простер золотой скипетр и сказал, что выполнит любую ее просьбу. Она пригласила царя на пир, который она приготовила, и на пиру открыла царю, что она Иудеянка. Она также рассказала о коварном плане Амана истребить всех Иудеев в царстве. Просьба Есфири спасти ее саму и ее народ была удовлетворена19.

source: Esther, through fasting, faith, and courage, had saved a nation.
ru: Своим постом, верой и смелостью Есфирь спасла народ.

source: You will probably not be called upon to put your life on the line, as did Esther, for that which you believe. You will, however, most likely find yourself in situations where great courage will be required as you stand firm for truth and righteousness.
ru: Возможно, вам не придется рисковать жизнью, как это сделала Есфирь, за то, во что вы верите. Однако, скорее всего, у вас будут ситуации, которые потребуют от вас большой смелости, чтобы твердо стоять за истину и праведность.

source: Again, my dear young sisters, although there have always been challenges in the world, many of those which you face are unique to this time. But you are some of our Heavenly Father’s strongest children, and He has saved you to come to the earth “for such a time as this.”20 With His help, you will have the courage to face whatever comes. Though the world may at times appear dark, you have the light of the gospel, which will be as a beacon to guide your way.
ru: И еще раз, мои милые юные сестры: хотя в мире всегда были испытания, многие из ваших испытаний характерны именно для этого времени. Но вы – одни из самых сильных детей нашего Небесного Отца, и Он предусмотрел ваш приход на Землю как раз «для такого… времени»20. С Его помощью вам достанет смелости противостоять чему угодно. Хотя мир порой кажется погруженным во тьму, у вас есть свет Евангелия, который, подобно маяку, будет вас направлять.

source: My earnest prayer is that you will have the courage required to refrain from judging others, the courage to be chaste and virtuous, and the courage to stand firm for truth and righteousness. As you do so, you will be “an example of the believers,”21 and your life will be filled with love and peace and joy. May this be so, my beloved young sisters, I ask in the name of Jesus Christ, our Savior, amen.
ru: Я горячо молюсь о том, чтобы вам хватило смелости воздерживаться от осуждения других людей, смелости быть целомудренными и добродетельными и смелости, чтобы твердо стоять за истину и праведность. Так вы станете «образцом для верных»21, и ваша жизнь будет исполнена любви, покоя и радости. Да будет так, мои возлюбленные юные сестры, об этом я прошу во имя Иисуса Христа, нашего Спасителя, аминь.
